[
  {
    "id": 1,
    "url": "technology-web-developer",
    "title": "Front-end Developer",
    "description": "6-12 hours/week",
    "director": "Christopher Fong",
    "about": "Develop and maintain the club’s website and other digital platforms.",
    "responsibilities": [
      "Build and maintain high-quality web applications using Next.js and Tailwind CSS, ensuring cross-browser compatibility and responsiveness across devices.",
      "Develop and document reusable components and patterns of Strike, SFU Surge’s design system, to streamline future development and maintain consistency across our products.",
      "Implement new features and improvementsWork closely with UI designers to implement intuitive and engaging user interfaces that adhere to our design system guidelines and deliver a good user experience.",
      "Conduct performance optimization and troubleshooting to ensure fast load times and efficient use of resources, enhancing overall application performance."
    ],
    "skills": [
      "Skilled in using GitHub for version control, collaboration, branching, and code reviews.",
      "A solid foundation in HTML, CSS, and JavaScript is required. Knowledge of React and/or Next.js, and Tailwind CSS is preferred. Understanding Typescript and async/await programming is a bonus.",
      "Ability to troubleshoot complex issues, analyze problems, and propose effective solutions in a timely manner.",
      "Excellent communication skills to facilitate collaboration with team members, including designers, product managers, and backend developers.",
      "Experience with creating responsive layouts and implementing design patterns that enhance usability across different devices and screen sizes.",
      "Commitment to applying frontend development best practices, including coding standards, performance optimization, and maintainability, to ensure high-quality, scalable, and efficient code.",
      " A positive attitude towards receiving and incorporating constructive feedback from peers and stakeholders and an ability to engage in collaborative discussions to refine ideas and improve the quality of work."
    ],
    "commitment": [
      "Attend weekly tech team meetings",
      "Respond promptly to technical issues when available",
      "Implement feature requests from other teams",
      "Stay up-to-date with the latest web development trends"
    ],
    "team": "Technology",
    "listing": "https://forms.gle/qjZFaymi65vceSyx6"
  }
]
