[
    {
        "name": "Jordan Taylor",
        "position": "Web Developer",
        "testimonial": "Working on this project was an incredible opportunity to grow my skills and collaborate with a fantastic team. I learned so much from my teammates, and I’m proud of what we accomplished.",
        "area":"a"

      },
      {
        "name": "Alexis Martinez",
        "position": "Project Manager",
        "testimonial": "Being part of this team was an amazing experience. The sense of collaboration and shared goals made everything feel more achievable, and the outcome exceeded my expectations.",
        "area": "b"
      },
      {
        "name": "Cameron Lee",
        "position": "UI/UX Designer",
        "testimonial": "The attention to detail and focus on user experience really made this project stand out. It was a rewarding challenge, and the team's synergy made the process enjoyable.",
        "area": "c"

      },
      {
        "name": "Morgan Chen",
        "position": "Content Strategist",
        "testimonial": "I loved being part of a team where everyone’s ideas were valued. The level of creativity and collaboration helped us deliver something we were all proud of.",
        "area": "d"
      },
      {
        "name": "Taylor Morgan",
        "position": "Marketing Specialist",
        "testimonial": "This was one of the most organized and well-executed projects I’ve been a part of. The team dynamic was exceptional, and I appreciated the chance to contribute my expertise.",
        "area": "e"

      },
      {
        "name": "Chris Nguyen",
        "position": "Software Engineer",
        "testimonial": "The technical challenges we faced really pushed me to grow. It was a supportive environment where learning was encouraged, and that made all the difference.",
        "area": "f"

      },
      {
        "name": "Sydney Patel",
        "position": "Graphic Designer",
        "testimonial": "This project was a great opportunity to stretch my design skills. The collaboration and feedback from the team helped me improve and deliver work I’m truly proud of.",
        "area": "g"

      }
      
  
]
